{
    "abilitynet_advice": "Mae gan AbilityNet gyngor ar wneud eich dyfais yn haws i’w defnyddio os oes gennych anabledd.",
    "about_this_service": "Ynglŷn â’r gwasanaeth hwn",
    "about_this_service_description": "Mae’r datganiad hygyrchedd hwn yn berthnasol i gyfrifon asiant awdurdodedig.",
    "accessibility_features": [
        "newid lliwiau, lefelau cyferbyniad a ffontiau gan ddefnyddio gosodiadau porwr neu ddyfais",
        "chwyddo i mewn hyd at 400% heb i’r testun ollwng oddi ar y sgrin",
        "gwe-lywio’r rhan fwyaf o’r wefan gan ddefnyddio bysellfwrdd neu feddalwedd adnabod llais",
        "gwrando ar y rhan fwyaf o’r wefan gan ddefnyddio darllenydd sgrin (gan gynnwys y fersiynau diweddaraf o JAWS, NVDA a VoiceOver)"
    ],
    "accessibility_support_guidance": "canllawiau cymorth hygyrchedd.",
    "accessibility_support_link_text": "Darganfyddwch fwy am gymorth hygyrchedd i ddefnyddwyr Tŷ’r Cwmnïau.",
    "companies_house_text": "Dŷ’r Cwmnïau",
    "compliance_description": "Mae’r wefan hon yn cydymffurfio’n llawn â safon AA",
    "compliance_description_second_part": "Canllawiau Hygyrchedd Cynnwys Gwe fersiwn 2.2.",
    "compliance_description_third_part": "",
    "compliance_status": "Statws cydymffurfio",
    "digital_accessibility_centre_text": "Ganolfan Hygyrchedd Digidol",
    "eass_details_second_part": "cysylltwch â’r Gwasanaeth Cynghori a Chymorth Cydraddoldeb (EASS).",
    "enforcement_details": "Mae’r Comisiwn Cydraddoldeb a Hawliau Dynol (EHRC) yn gyfrifol am orfodi Rheoliadau Hygyrchedd Cyrff Sector Cyhoeddus (Gwefannau a Chymwysiadau Symudol) (Rhif 2) 2018 (y ’rheoliadau hygyrchedd’). Os nad ydych yn hapus gyda’r ffordd yr ydym yn ymateb i’ch cwyn,",
    "enforcement_procedure": "Gweithdrefn orfodi",
    "feedback_and_contact_information": "Adborth a gwybodaeth gyswllt",
    "feedback_description": "Rydym bob amser yn ceisio gwella hygyrchedd y gwasanaeth hwn.",
    "feedback_problem_instruction": "Os byddwch yn dod o hyd i unrhyw broblemau nad ydynt wedi’u rhestru ar y dudalen hon, cysylltwch â ni gan ddefnyddio’r manylion ar ein",
    "feedback_support_guidance_link": "Read our blogs about usability",
    "gov_accessibility_text": "gofynion hygyrchedd y llywodraeth",
    "how_accessible_this_service_is": "Pa mor hygyrch yw’r gwasanaeth hwn",
    "improvement_measures": [
        "gweithio gyda defnyddwyr go iawn sydd â phroblemau hygyrchedd i sicrhau bod ein gwasanaethau’n diwallu eu hanghenion",
        "cynnal profion mewnol ar gyfer cydymffurfio â Chanllawiau Hygyrchedd Cynnwys y We V2.2 lefel A a lefel AA",
        "recriwtio defnyddwyr drwy {USER_PANEL_LINK} ac asiantaethau i gymryd rhan mewn sesiynau defnyddioldeb",
        "adeiladu a phrofi ein gwasanaethau i fodloni {GOV_ACCESSIBILITY_LINK}"
    ],
    "last_tested": "Profwyd y gwasanaeth hwn ddiwethaf ar 5 Chwefror 2025. Cynhaliwyd y prawf gan y {DIGITAL_ACCESSIBILITY_CENTRE_LINK}. Fe wnaethon nhw brofi’r brif daith.",
    "page_header": "Datganiad hygyrchedd ar gyfer cyfrifon asiant awdurdodedig",
    "page_title": "Accessibility statement",
    "preparation_date": "Paratowyd y datganiad hwn ar 12 Mawrth 2025. Fe’i hadolygwyd ddiwethaf ar 05/02/2025.",
    "preparation_of_statement": "Paratoi’r datganiad hygyrchedd hwn",
    "service_accessibility_status": "Mae’r gwasanaeth hwn yn gwbl hygyrch.",
    "service_details_first_part": "Mae’r gwasanaeth hwn yn cael ei redeg gan",
    "service_details_second_part": "Rydym am i gynifer o bobl â phosibl allu defnyddio’r gwasanaeth hwn. Er enghraifft, mae hyn yn golygu y dylech fod yn gallu:",
    "simplified_text": "Rydym hefyd wedi gwneud testun y gwasanaeth mor syml â phosibl i’w ddeall.",
    "technical_details": "Mae Tŷ’r Cwmnïau wedi ymrwymo i wneud ei wefan yn hygyrch yn unol â Rheoliadau Hygyrchedd Cyrff Sector Cyhoeddus (Gwefannau a Chymwysiadau Symudol) (Rhif 2) 2018.",
    "technical_information": "Gwybodaeth dechnegol am hygyrchedd y gwasanaeth hwn",
    "to_improve_service_accessibility": "Er mwyn gwella hygyrchedd y gwasanaeth hwn, rydym yn:",
    "usability_blog_link_text": "Darllenwch ein blogiau am ddefnyddioldeb ",
    "usability_blog_text_second_part": "i ddarganfod mwy am ein gwaith ymchwil defnyddwyr.",
    "user_panel_text": "ein panel defnyddwyr",
    "what_were_doing_to_improve": "Yr hyn yr ydym yn ei wneud i wella hygyrchedd"
}