{
    "page_title": "Accessibility statement",
    "page_header": "Accessibility statement for Authorised agent accounts",
    "about_this_service": "About this service",
    "about_this_service_description": "This accessibility statement applies to Authorised agent accounts.",
    "service_details": "This service is run by Companies House. We want as many people as possible to be able to use this service. For example, that means you should be able to:",
    "companies_house_text": "Companies House",
    "companies_house_url": "https://www.gov.uk/government/organisations/companies-house",
    "accessibility_features": [
        "Change colours, contrast levels and fonts using browser or device settings",
        "Zoom in up to 400% without the text spilling off the screen",
        "Navigate most of the website using a keyboard or speech recognition software",
        "Listen to most of the website using a screen reader (including the most recent versions of JAWS, NVDA and VoiceOver)"
    ],
    "simplified_text": "We've also made the service text as simple as possible to understand.",
    "accessibility_support_link_text": "Find out more about accessibility support for Companies House users",
    "accessibility_support_link": "https://www.gov.uk/guidance/accessibility-support-for-companies-house-users",
    "abilitynet_advice": "AbilityNet has advice on making your device easier to use if you have a disability.",
    "abilitynet_advice_link": "https://mcmw.abilitynet.org.uk/",
    "how_accessible_this_service_is": "How accessible this service is",
    "service_accessibility_status": "This service is fully accessible.",
    "feedback_and_contact_information": "Feedback and contact information",
    "feedback_description": "We're always looking to improve the accessibility of this service.",
    "feedback_problem_instruction": "If you find any problems that are not listed on this page, contact us using the details on our accessibility support guidance.",
    "feedback_support_guidance_link": "Read our blogs about usability",
    "enforcement_procedure": "Enforcement procedure",
    "enforcement_details": "The Equality and Human Rights Commission (EHRC) is responsible for enforcing the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018 (the ‘accessibility regulations’). If you're not happy with how we respond to your complaint, contact the Equality Advisory and Support Service (EASS).",
    "eass_contact_link": "https://www.equalityadvisoryservice.com/",
    "technical_information": "Technical information about this service's accessibility",
    "technical_details": "Companies House is committed to making its website accessible in accordance with the Public Sector Bodies (Websites and Mobile Applications) (No. 2) Accessibility Regulations 2018.",
    "compliance_status": "Compliance status",
    "compliance_description": "This website is fully compliant with the Web Content Accessibility Guidelines version 2.2 AA standard.",
    "wcag_link": "Web Content Accessibility Guidelines version 2.2",
    "what_were_doing_to_improve": "What we're doing to improve accessibility",
    "improvement_measures": [
        "Work with real users who have accessibility issues to make sure that our services meet their needs",
        "Carry out internal tests for compliance with Web Content Accessibility Guidelines V2.2 level A and level AA",
        "Recruit users through our user panel and agencies to take part in usability sessions",
        "Build and test our services to meet government accessibility requirements"
    ],
    "usability_blog_link_text": "Read our blogs about usability to find out more about our user research work.",
    "usability_blog_link": "#",
    "preparation_of_statement": "Preparation of this accessibility statement",
    "preparation_date": "This statement was prepared on 12 March 2025. It was last reviewed on 05/02/2025.",
    "last_tested": "This service was last tested on 5 February 2025. The test was carried out by the Digital Accessibility Centre. They tested the main journey.",
    "digital_accessibility_centre_link": "Digital Accessibility Centre"
}